Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: There had been a time — not that he, or any of the present company, had shared such sentiments — but there had been a time when the respected proprietors of Animal Farm had been regarded, he would not say with hostility, but perhaps with a certain measure of misgiving, by their human neighbours.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Була пора — не те щоб він чи хтось із присутніх тут схвалював її — але була пора, коли на шановних керівників «Раю для Тварин» люди-сусіди дивилися якщо не вовком, то з певним острахом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Був час — хоч він упевнений: вся компанія, як і він сам, не поділяла таких настроїв — був час, коли до шановних власникаів «Колгоспу тварин» їхні сусіди — люди — ставилися, — не хочеться говорити «вороже», — але з певним побоюванням.

source: Unfortunate incidents had occurred, mistaken ideas had been current.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Траплялися прикрі інциденти, поширювалися хибні ідеї.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Були й прикрі інциденти, поширювалися помилкові твердження та думки.

source: It had been felt that the existence of a farm owned and operated by pigs was somehow abnormal and was liable to have an unsettling effect in the neighbourhood.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вважали, що ферма, якою володіють і заправляють свині, щось ненормальне і кепсько вплине на сусідів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Завважувалося, що ферми, яка належить свиням, явище неприйнятне, і це може несприятливо вплинути на життя у прилеглих районах.

source: Too many farmers had assumed, without due enquiry, that on such a farm a spirit of licence and indiscipline would prevail.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чимало фермерів поспішно вирішили, що на такій фермі запанує дух вседозволеності й анархії,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вельми багато фермерів припускали — без відповідної перевірки своїх припущень — що на фермі панує дух розбещеності й анархії.

source: They had been nervous about the effects upon their own animals, or even upon their human employees.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: побоювалися небажаного впливу на своїх тварин, ба навіть на робітників-людей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тому фермери побоювалися розтлінного впливу ферми на своїх власних тварин і навіть на наймитів.

source: But all such doubts were now dispelled.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але ці сумніви тепер розвіялись.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але тепер недовіра розсіялася.

source: Here it became apparent that Mr. Pilkington was about to spring some carefully prepared witticism on the company, but for a moment he was too overcome by amusement to be able to utter it.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Стало зрозуміло, що містер Пілкінгтон от-от виплесне на товариство сумлінно зготований дотеп, та він не одразу потамував сміх, що розпирав його.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тут стало очевидно, що містер Пілкінгтон збирається ошелешити громаду ретельно підготовленим жартом-експромтом, але сміх так розбирав його, що певний час він тільки давився ним і був просто не в змозі оголосити свій перл.

source: His visitors might have observed, too, the green flag which flew from the masthead.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Гості, певно, звернули увагу на зелений прапор на щоглі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відвідувачі, ймовірно, помітили зелений прапор, що майорить на флагштоку.

source: He had only one criticism, he said, to make of Mr. Pilkington’s excellent and neighbourly speech.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він лише одне хоче зауважити на блискучу і зичливу промову містера Пілкінгтона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У нього є лише одна заувага до чудової добросусідської промови містера Пілкінгтона.

source: Mr. Pilkington had referred throughout to “Animal Farm.”
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Містер Пілкінгтон увесь час говорив про «Рай для Тварин».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Оратор весь час згадував «Колгосп тварин».

source: He could not of course know — for he, Napoleon, was only now for the first time announcing it — that the name “Animal Farm” had been abolished.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він, звісно, не міг знати, бо він, Наполеон, оце вперше оголошує про це, що назва «Рай для Тварин» скасовується.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Звісно, він не знав про те, що зараз озвучиться вперше. Назва «Колгосп тварин» скасовується.

source: Henceforward the farm was to be known as “The Manor Farm” — which, he believed, was its correct and original name.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відтепер ферму будуть знати як ферма «Садиба». Як на нього, це дуже правильно, бо така її первісна назва.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтепер і навіки ця ферма носитиме назву «Садиба», тобто повернеться у зовнішній світ під своїм правильним, споконвічним іменем.

source: “I was at his bedside at the very last.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Я стояв біля його ліжка до кінця.
